no_contact_or_file = "Телефонная книга пуста или не открыта"
load_successful = "Телефонная книга загружена"
new_name = "Введите имя: "
new_last_name = "Введите фамилию: "
new_phone_number = "Введите номер телефона: "
new_comment = "Введите комментарий (необязательно)"
add_successful = "Новый контакт добавлен"
contact_no_found = "Контакт не найден"
name_searce = '\x1b[0;31mВведите имя или фамилию или телефон контакта, который хотите найти: \x1b[0m'
name_dellete = '\x1b[0;31mВведите имя или фамилию или телефон контакта, который хотите удалить: \x1b[0m'
exit = '\x1b[1;31mВыход из программы\x1b[0m'
search_word = '\x1b[0;31mВведите имя или фамилию или телефон контакта, который хотите найти: \x1b[0m'
delete_successful = 'Контакт успешно удален'
found_successful = 'Контакт найден'
edit_name = '\x1b[0;31mВведите имя контакта, который хотите изменить: \x1b[0m'
edit_successful = "Контакт успешно изменен"
edit_error = "\x1b[0;34mКонтакт не найден\x1b[0m"




